{"classes":["NAME","EMAIL","GITHUB","LOC","PHONE","UNI","DEG","GPA","GRADUATION_YEAR","WORKING_COMPANY_EXPERIENCES","WORKING_TIME_EXPERIENCES","DESIG","TECHSTACK_SKILLS","PROJECT","PROJECT_DESCRIPTION","CERTIFICATION","WORKING_DESCRIPTION"],"annotations":[["Pham Thi Dung Frontend Developer - Shopee Viet Nam Da Nang, Viet Nam - phamthidung0906@gmail.com - 0945678901 - github.com/phamthidung I am a frontend developer skilled in creating responsive and interactive web applications, with a focus on user experience. WORK EXPERIENCE Lazada Viet Nam Frontend Intern Mar 2024 - Jun 2024 Da Nang Developed UI components with React and Tailwind CSS, optimized page load times, and ensured cross-browser compatibility. Improved site performance by 15%. Shopee Viet Nam Frontend Developer Sep 2024 - Dec 2024 Da Nang Built reusable React components, integrated REST APIs, and collaborated with UX designers to enhance interfaces. EDUCATION Bachelor of Information Technology University of Science Da Nang GPA: 3.6/4.0 Sep 2021 - Sep 2025 PROJECTS E-commerce Dashboard Description: Created a dashboard with React and Chart.js to visualize sales data, improving decision-making for merchants. Portfolio Website Description: Designed a personal portfolio site using Next.js and deployed it on Vercel, showcasing my projects. SKILLS Database: SQLite Cloud Services: Vercel Programming Languages: JavaScript, TypeScript Frameworks: React, Next.js Tools: Git, Webpack CERTIFICATIONS React Developer Certificate by Meta Feb 2024 Google UX Design Certificate by Google Aug 2023",{"entities":[[0,13,"NAME"],[14,32,"DESIG"],[35,41,"WORKING_DESCRIPTION"],[51,58,"LOC"],[71,96,"EMAIL"],[99,109,"PHONE"],[112,134,"GITHUB"],[142,160,"DESIG"],[275,281,"WORKING_COMPANY_EXPERIENCES"],[291,306,"DESIG"],[307,326,"WORKING_TIME_EXPERIENCES"],[335,488,"WORKING_DESCRIPTION"],[490,496,"WORKING_COMPANY_EXPERIENCES"],[506,524,"DESIG"],[525,544,"WORKING_TIME_EXPERIENCES"],[553,665,"WORKING_DESCRIPTION"],[676,710,"DEG"],[711,732,"UNI"],[746,753,"GPA"],[774,803,"PROJECT"],[804,926,"PROJECT_DESCRIPTION"],[927,944,"PROJECT"],[945,1057,"PROJECT_DESCRIPTION"],[1075,1081,"TECHSTACK_SKILLS"],[1098,1104,"TECHSTACK_SKILLS"],[1128,1138,"TECHSTACK_SKILLS"],[1140,1150,"TECHSTACK_SKILLS"],[1163,1168,"TECHSTACK_SKILLS"],[1170,1177,"TECHSTACK_SKILLS"],[1185,1188,"TECHSTACK_SKILLS"],[1190,1197,"TECHSTACK_SKILLS"],[1198,1248,"CERTIFICATION"],[1258,1296,"CERTIFICATION"]]}]]}