{"classes":["NAME","EMAIL","GITHUB","LOC","PHONE","UNI","DEG","GPA","GRADUATION_YEAR\t","WORKING_COMPANY_EXPERIENCES\t\t","WORKING_TIME_EXPERIENCES\t","DESIG","TECHSTACK_SKILLS\t","PROJECT","PROJECT_DESCRIPTION\t","CERTIFICATION"],"annotations":[["Tran Thi Mai Fullstack Developer - Accenture Da Nang Da Nang, Viet Nam - tran.thi.mai.02022001@gmail.com - 0987654321 - linkedin.com/in/tran-thi-mai-87654321 - github.com/tranthimai As a passionate Information Technology graduate, I excel in building robust full-stack solutions with a focus on user-centric design. I aspire to innovate in software development, delivering high-quality applications that solve real-world problems. WORK EXPERIENCE Accenture Da Nang Fullstack Developer Designed and deployed a client management system using React and NestJS, enhancing data processing efficiency. Optimized database queries with PostgreSQL to improve performance by 25%. Mar 2022 - Present Da Nang Adnovum Vietnam Software Engineer Developed secure RESTful services with Spring Boot and integrated frontend components with Vue.js. Conducted code reviews and improved CI/CD pipelines using GitLab. Jan 2020 - Feb 2022 Hanoi EDUCATION Bachelor of Information Technology (BIT) University of Science Hanoi GPA: 3.2/4.0 Sep 2016 - Jun 2020 PROJECTS Inventory Management System Description: Created a tool for tracking stock levels using Angular and Flask, with real-time updates. Outcome: Reduced inventory errors by 15% and improved restocking efficiency. Jun 2021 - Aug 2021 Social Media Platform Description: Built a platform with React and Node.js, featuring user profiles and messaging. Outcome: Enhanced user engagement by 30% through intuitive design and fast backend responses. Sep 2020 - Nov 2020 SKILLS Frontend: HTML, CSS, React, Angular, Tailwind CSS Backend: NestJS, Flask, Node.js DevOps: GitLab, Docker CERTIFICATIONS AWS Certified Solutions Architect – Associate Google Cloud Certified – Associate Cloud Engineer",{"entities":[[0,12,"NAME"],[13,32,"DESIG"],[45,52,"LOC"],[73,104,"EMAIL"],[107,117,"PHONE"],[160,181,"GITHUB"],[447,456,"WORKING_COMPANY_EXPERIENCES\t\t"],[465,493,"DESIG"],[540,545,"TECHSTACK_SKILLS\t"],[550,556,"TECHSTACK_SKILLS\t"],[628,638,"TECHSTACK_SKILLS\t"],[670,696,"WORKING_TIME_EXPERIENCES\t"],[697,704,"WORKING_COMPANY_EXPERIENCES\t\t"],[713,740,"DESIG"],[748,755,"TECHSTACK_SKILLS\t"],[770,781,"TECHSTACK_SKILLS\t"],[822,829,"TECHSTACK_SKILLS\t"],[866,871,"TECHSTACK_SKILLS\t"],[888,895,"TECHSTACK_SKILLS\t"],[896,915,"GRADUATION_YEAR\t"],[932,972,"DEG"],[973,1000,"UNI"],[1006,1013,"GPA"],[1043,1070,"PROJECT"],[1071,1250,"PROJECT_DESCRIPTION\t"],[1271,1292,"PROJECT"],[1293,1479,"CERTIFICATION"],[1517,1521,"TECHSTACK_SKILLS\t"],[1523,1526,"TECHSTACK_SKILLS\t"],[1528,1533,"TECHSTACK_SKILLS\t"],[1535,1542,"TECHSTACK_SKILLS\t"],[1544,1556,"TECHSTACK_SKILLS\t"],[1566,1572,"TECHSTACK_SKILLS\t"],[1574,1579,"TECHSTACK_SKILLS\t"],[1581,1588,"TECHSTACK_SKILLS\t"],[1597,1603,"TECHSTACK_SKILLS\t"],[1605,1611,"TECHSTACK_SKILLS\t"],[1612,1722,"CERTIFICATION"]]}]]}