{"classes":["NAME","EMAIL","GITHUB","LOC","PHONE","UNI","DEG","GPA","GRADUATION_YEAR\t","WORKING_COMPANY_EXPERIENCES\t\t","WORKING_TIME_EXPERIENCES\t","DESIG","TECHSTACK_SKILLS\t","PROJECT","PROJECT_DESCRIPTION\t","CERTIFICATION"],"annotations":[["Pham Minh Tuan DevOps Engineer - AINKA Technology Solutions Hanoi Hanoi, Viet Nam - pham.minh.tuan.04042003@gmail.com - 0978123456 - linkedin.com/in/pham-minh-tuan-34567890 - github.com/phamminhtuan As a Computer Engineering graduate, I thrive in optimizing infrastructure and deployment pipelines. My career goal is to lead DevOps initiatives that ensure seamless software delivery. WORK EXPERIENCE AINKA Technology Solutions Hanoi DevOps Engineer Implemented CI/CD pipelines with Jenkins and Docker, reducing deployment time by 30%. Managed cloud infrastructure on AWS and Azure for scalability. Apr 2021 - Present Hanoi Airquay Vina Hanoi Senior DevOps Engineer Automated server provisioning with Terraform and monitored systems with Prometheus. Improved system uptime to 99.9% through proactive maintenance. Jun 2019 - Mar 2021 Hanoi EDUCATION Bachelor of Engineering in Computer Engineering Vietnam Japan University Hanoi GPA: 3.6/4.0 Sep 2015 - Jun 2019 PROJECTS CI/CD Pipeline Automation Description: Built a pipeline with GitHub Actions and Ansible for automated testing and deployment. Outcome: Cut release cycles by 50% and enhanced team productivity. Jan 2020 - Mar 2020 Cloud Migration Project Description: Migrated legacy systems to AWS using Docker and Kubernetes. Outcome: Reduced infrastructure costs by 20% and improved scalability. Sep 2019 - Nov 2019 SKILLS DevOps: Jenkins, Docker, Ansible, Terraform, AWS Frontend: HTML, CSS Backend: Go CERTIFICATIONS AWS Certified SysOps Administrator – Associate Microsoft Certified: Azure Solutions Architect Expert",{"entities":[[0,14,"NAME"],[15,30,"DESIG"],[33,59,"WORKING_COMPANY_EXPERIENCES\t\t"],[66,71,"LOC"],[84,117,"EMAIL"],[120,130,"PHONE"],[175,198,"GITHUB"],[400,416,"WORKING_COMPANY_EXPERIENCES\t\t"],[433,448,"DESIG"],[567,570,"TECHSTACK_SKILLS\t"],[575,580,"TECHSTACK_SKILLS\t"],[598,616,"WORKING_TIME_EXPERIENCES\t"],[623,635,"WORKING_COMPANY_EXPERIENCES\t\t"],[642,655,"DESIG"],[812,831,"GRADUATION_YEAR\t"],[848,895,"DEG"],[896,920,"UNI"],[932,939,"GPA"],[940,959,"WORKING_TIME_EXPERIENCES\t"],[960,994,"PROJECT"],[995,1161,"PROJECT_DESCRIPTION\t"],[1182,1197,"PROJECT"],[1198,1349,"PROJECT_DESCRIPTION\t"],[1385,1392,"TECHSTACK_SKILLS\t"],[1394,1400,"TECHSTACK_SKILLS\t"],[1402,1409,"TECHSTACK_SKILLS\t"],[1411,1420,"TECHSTACK_SKILLS\t"],[1422,1425,"TECHSTACK_SKILLS\t"],[1436,1440,"TECHSTACK_SKILLS\t"],[1442,1445,"TECHSTACK_SKILLS\t"],[1455,1457,"TECHSTACK_SKILLS\t"],[1458,1573,"CERTIFICATION"]]}]]}