{"classes":["NAME","EMAIL","GITHUB","LOC","PHONE","UNI","DEG","GPA","GRADUATION_YEAR\t","WORKING_COMPANY_EXPERIENCES\t\t","WORKING_TIME_EXPERIENCES\t","DESIG","TECHSTACK_SKILLS\t","PROJECT","PROJECT_DESCRIPTION\t","CERTIFICATION"],"annotations":[["Bui Van Hung Game Developer - Adnovum Vietnam Da Nang Da Nang, Viet Nam - bui.van.hung.08082007@gmail.com - 0934123456 - linkedin.com/in/bui-van-hung-78901234 - github.com/buivanhung As an Artificial Intelligence graduate, I am passionate about creating immersive gaming experiences. I aim to lead game development projects that push creative boundaries. WORK EXPERIENCE Adnovum Vietnam Da Nang Game Developer Developed a multiplayer game with Unity and C#, integrating real-time networking. Enhanced gameplay mechanics, increasing player retention by 20%. Apr 2022 - Present Da Nang Ahamove Ho Chi Minh Lead Game Developer Built an educational game with Unreal Engine, focusing on interactive learning. Optimized performance for mobile platforms, reducing lag by 15%. Jan 2018 - Mar 2022 Ho Chi Minh EDUCATION Bachelor of Artificial Intelligence University of Social Sciences and Humanities Hanoi GPA: 3.3/4.0 Sep 2018 - Jun 2022 PROJECTS Multiplayer Online Game Description: Created a game with Unity for real-time player interaction. Outcome: Achieved a 30% increase in active users through engaging features. Jun 2021 - Aug 2021 Educational Game for Children Description: Developed a learning game with C++ and Unreal Engine. Outcome: Improved knowledge retention by 25% among young users. Mar 2020 - May 2020 SKILLS Game Dev: Unity, Unreal Engine, C++, C# Frontend: HTML, CSS CERTIFICATIONS AWS Certified Developer – Associate Microsoft Certified: Azure Fundamentals",{"entities":[[0,12,"NAME"],[13,27,"DESIG"],[30,37,"WORKING_COMPANY_EXPERIENCES\t\t"],[54,61,"LOC"],[74,105,"EMAIL"],[108,118,"PHONE"],[161,182,"GITHUB"],[371,378,"WORKING_COMPANY_EXPERIENCES\t\t"],[395,409,"DESIG"],[557,575,"WORKING_TIME_EXPERIENCES\t"],[584,591,"WORKING_COMPANY_EXPERIENCES\t\t"],[769,788,"GRADUATION_YEAR\t"],[801,846,"DEG"],[847,891,"UNI"],[903,910,"GPA"],[931,975,"PROJECT"],[977,1112,"PROJECT_DESCRIPTION\t"],[1133,1162,"PROJECT"],[1163,1293,"PROJECT_DESCRIPTION\t"],[1331,1336,"TECHSTACK_SKILLS\t"],[1338,1351,"TECHSTACK_SKILLS\t"],[1353,1356,"TECHSTACK_SKILLS\t"],[1358,1360,"TECHSTACK_SKILLS\t"],[1371,1375,"TECHSTACK_SKILLS\t"],[1377,1380,"TECHSTACK_SKILLS\t"],[1381,1471,"CERTIFICATION"]]}]]}