{
    "classes": [
        "NAME",
        "EMAIL",
        "GITHUB",
        "LOC",
        "PHONE",
        "UNI",
        "DEG",
        "GPA",
        "GRADUATION_YEAR\t",
        "WORKING_COMPANY_EXPERIENCES\t\t",
        "WORKING_TIME_EXPERIENCES\t",
        "DESIG",
        "TECHSTACK_SKILLS\t",
        "PROJECT",
        "PROJECT_DESCRIPTION\t",
        "CERTIFICATION"
    ],
    "annotations": [
        [
            "Nguyen Van An Software Engineer - Rikkeisoft Hanoi Hanoi, Viet Nam - nguyen.van.an.01012000@gmail.com - 0912345678 - linkedin.com/in/nguyen-van-an-12345678 - github.com/nguyenvanan I am a Computer Science graduate with hands-on experience in full-stack development, passionate about creating efficient and scalable web applications. My goal is to leverage my skills in frontend and backend technologies to contribute to innovative projects. WORK EXPERIENCE Rikkeisoft Hanoi Software Engineer Developed and maintained web applications using React and Node.js, focusing on improving user experience and performance. Implemented RESTful APIs and integrated third-party services to enhance functionality. Jan 2023 - Present Hanoi NAL Hanoi Frontend Developer Worked on the frontend of a SaaS platform using Angular and TypeScript, ensuring cross-browser compatibility and responsiveness. Collaborated with designers to implement UI/UX designs. Jun 2021 - Dec 2022 Hanoi EDUCATION Bachelor of Science in Computer Science (BSCS) University of Engineering and Technology Hanoi GPA: 3.5/4.0 Sep 2017 - Jun 2021 PROJECTS Project Management Tool Description: Developed a web application to manage projects and tasks using React and Spring Boot. Features include user authentication, task assignment, and progress tracking. Outcome: Streamlined project management processes, reducing time spent on administrative tasks by 30%. Mar 2022 - May 2022 E-commerce Website Description: Built an online store with Vue.js and Django, integrating payment gateways and inventory management. Implemented search functionality and user reviews. Outcome: Increased sales by 20% through improved user experience and efficient backend processing. Sep 2021 - Nov 2021 SKILLS Frontend: HTML, CSS, JavaScript, React, Vue, TypeScript Backend: Node.js, Spring Boot, Django DevOps: Docker, Jenkins, GitHub Actions CERTIFICATIONS AWS Certified Developer – Associate Microsoft Certified: Azure Fundamentals",
            {
                "entities": [
                    [
                        0,
                        13,
                        "NAME"
                    ],
                    [
                        14,
                        31,
                        "DESIG"
                    ],
                    [
                        51,
                        56,
                        "LOC"
                    ],
                    [
                        69,
                        101,
                        "EMAIL"
                    ],
                    [
                        104,
                        114,
                        "PHONE"
                    ],
                    [
                        158,
                        180,
                        "GITHUB"
                    ],
                    [
                        457,
                        473,
                        "WORKING_COMPANY_EXPERIENCES\t\t"
                    ],
                    [
                        540,
                        545,
                        "TECHSTACK_SKILLS\t"
                    ],
                    [
                        550,
                        557,
                        "TECHSTACK_SKILLS\t"
                    ],
                    [
                        626,
                        638,
                        "TECHSTACK_SKILLS\t"
                    ],
                    [
                        701,
                        719,
                        "WORKING_TIME_EXPERIENCES\t"
                    ],
                    [
                        726,
                        735,
                        "WORKING_COMPANY_EXPERIENCES\t\t"
                    ],
                    [
                        803,
                        810,
                        "TECHSTACK_SKILLS\t"
                    ],
                    [
                        815,
                        825,
                        "TECHSTACK_SKILLS\t"
                    ],
                    [
                        925,
                        930,
                        "TECHSTACK_SKILLS\t"
                    ],
                    [
                        940,
                        959,
                        "WORKING_TIME_EXPERIENCES\t"
                    ],
                    [
                        976,
                        1022,
                        "DEG"
                    ],
                    [
                        1023,
                        1069,
                        "UNI"
                    ],
                    [
                        1075,
                        1082,
                        "GPA"
                    ],
                    [
                        1112,
                        1147,
                        "PROJECT"
                    ],
                    [
                        1149,
                        1414,
                        "PROJECT_DESCRIPTION\t"
                    ],
                    [
                        1436,
                        1454,
                        "PROJECT"
                    ],
                    [
                        1455,
                        1718,
                        "PROJECT_DESCRIPTION\t"
                    ],
                    [
                        1756,
                        1760,
                        "TECHSTACK_SKILLS\t"
                    ],
                    [
                        1762,
                        1765,
                        "TECHSTACK_SKILLS\t"
                    ],
                    [
                        1767,
                        1777,
                        "TECHSTACK_SKILLS\t"
                    ],
                    [
                        1779,
                        1784,
                        "TECHSTACK_SKILLS\t"
                    ],
                    [
                        1786,
                        1789,
                        "TECHSTACK_SKILLS\t"
                    ],
                    [
                        1791,
                        1801,
                        "TECHSTACK_SKILLS\t"
                    ],
                    [
                        1811,
                        1818,
                        "TECHSTACK_SKILLS\t"
                    ],
                    [
                        1820,
                        1831,
                        "TECHSTACK_SKILLS\t"
                    ],
                    [
                        1833,
                        1839,
                        "TECHSTACK_SKILLS\t"
                    ],
                    [
                        1848,
                        1854,
                        "TECHSTACK_SKILLS\t"
                    ],
                    [
                        1856,
                        1863,
                        "TECHSTACK_SKILLS\t"
                    ],
                    [
                        1865,
                        1879,
                        "TECHSTACK_SKILLS\t"
                    ],
                    [
                        1895,
                        1970,
                        "CERTIFICATION"
                    ]
                ]
            }
        ]
    ]
},
{
    "classes": [
        "NAME",
        "EMAIL",
        "GITHUB",
        "LOC",
        "PHONE",
        "UNI",
        "DEG",
        "GPA",
        "GRADUATION_YEAR\t",
        "WORKING_COMPANY_EXPERIENCES\t\t",
        "WORKING_TIME_EXPERIENCES\t",
        "DESIG",
        "TECHSTACK_SKILLS\t",
        "PROJECT",
        "PROJECT_DESCRIPTION\t",
        "CERTIFICATION"
    ],
    "annotations": [
        [
            "Tran Thi Mai Fullstack Developer - Accenture Da Nang Da Nang, Viet Nam - tran.thi.mai.02022001@gmail.com - 0987654321 - linkedin.com/in/tran-thi-mai-87654321 - github.com/tranthimai As a passionate Information Technology graduate, I excel in building robust full-stack solutions with a focus on user-centric design. I aspire to innovate in software development, delivering high-quality applications that solve real-world problems. WORK EXPERIENCE Accenture Da Nang Fullstack Developer Designed and deployed a client management system using React and NestJS, enhancing data processing efficiency. Optimized database queries with PostgreSQL to improve performance by 25%. Mar 2022 - Present Da Nang Adnovum Vietnam Software Engineer Developed secure RESTful services with Spring Boot and integrated frontend components with Vue.js. Conducted code reviews and improved CI/CD pipelines using GitLab. Jan 2020 - Feb 2022 Hanoi EDUCATION Bachelor of Information Technology (BIT) University of Science Hanoi GPA: 3.2/4.0 Sep 2016 - Jun 2020 PROJECTS Inventory Management System Description: Created a tool for tracking stock levels using Angular and Flask, with real-time updates. Outcome: Reduced inventory errors by 15% and improved restocking efficiency. Jun 2021 - Aug 2021 Social Media Platform Description: Built a platform with React and Node.js, featuring user profiles and messaging. Outcome: Enhanced user engagement by 30% through intuitive design and fast backend responses. Sep 2020 - Nov 2020 SKILLS Frontend: HTML, CSS, React, Angular, Tailwind CSS Backend: NestJS, Flask, Node.js DevOps: GitLab, Docker CERTIFICATIONS AWS Certified Solutions Architect – Associate Google Cloud Certified – Associate Cloud Engineer",
            {
                "entities": [
                    [
                        0,
                        12,
                        "NAME"
                    ],
                    [
                        13,
                        32,
                        "DESIG"
                    ],
                    [
                        45,
                        52,
                        "LOC"
                    ],
                    [
                        73,
                        104,
                        "EMAIL"
                    ],
                    [
                        107,
                        117,
                        "PHONE"
                    ],
                    [
                        160,
                        181,
                        "GITHUB"
                    ],
                    [
                        447,
                        456,
                        "WORKING_COMPANY_EXPERIENCES\t\t"
                    ],
                    [
                        465,
                        493,
                        "DESIG"
                    ],
                    [
                        540,
                        545,
                        "TECHSTACK_SKILLS\t"
                    ],
                    [
                        550,
                        556,
                        "TECHSTACK_SKILLS\t"
                    ],
                    [
                        628,
                        638,
                        "TECHSTACK_SKILLS\t"
                    ],
                    [
                        670,
                        696,
                        "WORKING_TIME_EXPERIENCES\t"
                    ],
                    [
                        697,
                        704,
                        "WORKING_COMPANY_EXPERIENCES\t\t"
                    ],
                    [
                        713,
                        740,
                        "DESIG"
                    ],
                    [
                        748,
                        755,
                        "TECHSTACK_SKILLS\t"
                    ],
                    [
                        770,
                        781,
                        "TECHSTACK_SKILLS\t"
                    ],
                    [
                        822,
                        829,
                        "TECHSTACK_SKILLS\t"
                    ],
                    [
                        866,
                        871,
                        "TECHSTACK_SKILLS\t"
                    ],
                    [
                        888,
                        895,
                        "TECHSTACK_SKILLS\t"
                    ],
                    [
                        896,
                        915,
                        "GRADUATION_YEAR\t"
                    ],
                    [
                        932,
                        972,
                        "DEG"
                    ],
                    [
                        973,
                        1000,
                        "UNI"
                    ],
                    [
                        1006,
                        1013,
                        "GPA"
                    ],
                    [
                        1043,
                        1070,
                        "PROJECT"
                    ],
                    [
                        1071,
                        1250,
                        "PROJECT_DESCRIPTION\t"
                    ],
                    [
                        1271,
                        1292,
                        "PROJECT"
                    ],
                    [
                        1293,
                        1479,
                        "CERTIFICATION"
                    ],
                    [
                        1517,
                        1521,
                        "TECHSTACK_SKILLS\t"
                    ],
                    [
                        1523,
                        1526,
                        "TECHSTACK_SKILLS\t"
                    ],
                    [
                        1528,
                        1533,
                        "TECHSTACK_SKILLS\t"
                    ],
                    [
                        1535,
                        1542,
                        "TECHSTACK_SKILLS\t"
                    ],
                    [
                        1544,
                        1556,
                        "TECHSTACK_SKILLS\t"
                    ],
                    [
                        1566,
                        1572,
                        "TECHSTACK_SKILLS\t"
                    ],
                    [
                        1574,
                        1579,
                        "TECHSTACK_SKILLS\t"
                    ],
                    [
                        1581,
                        1588,
                        "TECHSTACK_SKILLS\t"
                    ],
                    [
                        1597,
                        1603,
                        "TECHSTACK_SKILLS\t"
                    ],
                    [
                        1605,
                        1611,
                        "TECHSTACK_SKILLS\t"
                    ],
                    [
                        1612,
                        1722,
                        "CERTIFICATION"
                    ]
                ]
            }
        ]
    ]
},
{
    "classes": [
        "NAME",
        "EMAIL",
        "GITHUB",
        "LOC",
        "PHONE",
        "UNI",
        "DEG",
        "GPA",
        "GRADUATION_YEAR\t",
        "WORKING_COMPANY_EXPERIENCES\t\t",
        "WORKING_TIME_EXPERIENCES\t",
        "DESIG",
        "TECHSTACK_SKILLS\t",
        "PROJECT",
        "PROJECT_DESCRIPTION\t",
        "CERTIFICATION"
    ],
    "annotations": [
        [
            "Le Hoang Long Backend Developer - Ahamove Ho Chi Minh Ho Chi Minh, Viet Nam - le.hoang.long.03032002@gmail.com - 0901234567 - linkedin.com/in/le-hoang-long-23456789 - github.com/lehoanglong I am a Master’s graduate in Computer Science, specializing in backend systems and passionate about scalable architectures. My aim is to become a lead backend engineer driving impactful tech solutions. WORK EXPERIENCE Ahamove Ho Chi Minh Backend Developer Built microservices with Django and PostgreSQL to support logistics operations, improving delivery tracking. Automated deployment processes using Kubernetes and Jenkins. Feb 2023 - Present Ho Chi Minh AI AVATAR Hanoi Senior Backend Developer Developed APIs with Flask and integrated machine learning models for data analysis. Enhanced system reliability by 20% through rigorous testing. Jan 2021 - Jan 2023 Hanoi EDUCATION Master of Science in Computer Science (MSCS) University of Engineering and Technology Hanoi GPA: 3.8/4.0 Sep 2018 - Jun 2022 PROJECTS Logistics Optimization Tool Description: Developed a system with Python and Spring to optimize delivery routes. Outcome: Reduced delivery times by 15% and lowered operational costs. Mar 2022 - May 2022 AI Chatbot Description: Created a chatbot backend with Node.js and MongoDB for customer support. Outcome: Improved response time by 40% and increased customer satisfaction. Sep 2021 - Nov 2021 SKILLS Backend: Python, Django, Flask, Node.js DevOps: Kubernetes, Jenkins, Docker Database: PostgreSQL, MongoDB CERTIFICATIONS Certified Kubernetes Administrator (CKA) AWS Certified Developer – Associate",
            {
                "entities": [
                    [
                        0,
                        13,
                        "NAME"
                    ],
                    [
                        14,
                        31,
                        "DESIG"
                    ],
                    [
                        34,
                        41,
                        "WORKING_COMPANY_EXPERIENCES\t\t"
                    ],
                    [
                        54,
                        65,
                        "LOC"
                    ],
                    [
                        78,
                        110,
                        "EMAIL"
                    ],
                    [
                        113,
                        123,
                        "PHONE"
                    ],
                    [
                        167,
                        189,
                        "GITHUB"
                    ],
                    [
                        407,
                        414,
                        "WORKING_COMPANY_EXPERIENCES\t\t"
                    ],
                    [
                        427,
                        444,
                        "DESIG"
                    ],
                    [
                        470,
                        476,
                        "TECHSTACK_SKILLS\t"
                    ],
                    [
                        481,
                        491,
                        "TECHSTACK_SKILLS\t"
                    ],
                    [
                        591,
                        601,
                        "TECHSTACK_SKILLS\t"
                    ],
                    [
                        606,
                        614,
                        "TECHSTACK_SKILLS\t"
                    ],
                    [
                        615,
                        633,
                        "WORKING_TIME_EXPERIENCES\t"
                    ],
                    [
                        646,
                        655,
                        "WORKING_COMPANY_EXPERIENCES\t\t"
                    ],
                    [
                        662,
                        686,
                        "DESIG"
                    ],
                    [
                        697,
                        701,
                        "TECHSTACK_SKILLS\t"
                    ],
                    [
                        707,
                        712,
                        "TECHSTACK_SKILLS\t"
                    ],
                    [
                        728,
                        744,
                        "TECHSTACK_SKILLS\t"
                    ],
                    [
                        832,
                        851,
                        "GRADUATION_YEAR\t"
                    ],
                    [
                        868,
                        912,
                        "DEG"
                    ],
                    [
                        913,
                        959,
                        "UNI"
                    ],
                    [
                        965,
                        972,
                        "GPA"
                    ],
                    [
                        973,
                        992,
                        "WORKING_TIME_EXPERIENCES\t"
                    ],
                    [
                        1002,
                        1029,
                        "PROJECT"
                    ],
                    [
                        1030,
                        1183,
                        "PROJECT_DESCRIPTION\t"
                    ],
                    [
                        1204,
                        1214,
                        "PROJECT"
                    ],
                    [
                        1215,
                        1376,
                        "PROJECT_DESCRIPTION\t"
                    ],
                    [
                        1413,
                        1419,
                        "TECHSTACK_SKILLS\t"
                    ],
                    [
                        1421,
                        1427,
                        "TECHSTACK_SKILLS\t"
                    ],
                    [
                        1429,
                        1434,
                        "TECHSTACK_SKILLS\t"
                    ],
                    [
                        1436,
                        1443,
                        "TECHSTACK_SKILLS\t"
                    ],
                    [
                        1452,
                        1462,
                        "TECHSTACK_SKILLS\t"
                    ],
                    [
                        1464,
                        1471,
                        "TECHSTACK_SKILLS\t"
                    ],
                    [
                        1473,
                        1479,
                        "TECHSTACK_SKILLS\t"
                    ],
                    [
                        1490,
                        1500,
                        "TECHSTACK_SKILLS\t"
                    ],
                    [
                        1502,
                        1509,
                        "TECHSTACK_SKILLS\t"
                    ],
                    [
                        1525,
                        1601,
                        "CERTIFICATION"
                    ]
                ]
            }
        ]
    ]
},
{
    "classes": [
        "NAME",
        "EMAIL",
        "GITHUB",
        "LOC",
        "PHONE",
        "UNI",
        "DEG",
        "GPA",
        "GRADUATION_YEAR\t",
        "WORKING_COMPANY_EXPERIENCES\t\t",
        "WORKING_TIME_EXPERIENCES\t",
        "DESIG",
        "TECHSTACK_SKILLS\t",
        "PROJECT",
        "PROJECT_DESCRIPTION\t",
        "CERTIFICATION"
    ],
    "annotations": [
        [
            "Pham Minh Tuan DevOps Engineer - AINKA Technology Solutions Hanoi Hanoi, Viet Nam - pham.minh.tuan.04042003@gmail.com - 0978123456 - linkedin.com/in/pham-minh-tuan-34567890 - github.com/phamminhtuan As a Computer Engineering graduate, I thrive in optimizing infrastructure and deployment pipelines. My career goal is to lead DevOps initiatives that ensure seamless software delivery. WORK EXPERIENCE AINKA Technology Solutions Hanoi DevOps Engineer Implemented CI/CD pipelines with Jenkins and Docker, reducing deployment time by 30%. Managed cloud infrastructure on AWS and Azure for scalability. Apr 2021 - Present Hanoi Airquay Vina Hanoi Senior DevOps Engineer Automated server provisioning with Terraform and monitored systems with Prometheus. Improved system uptime to 99.9% through proactive maintenance. Jun 2019 - Mar 2021 Hanoi EDUCATION Bachelor of Engineering in Computer Engineering Vietnam Japan University Hanoi GPA: 3.6/4.0 Sep 2015 - Jun 2019 PROJECTS CI/CD Pipeline Automation Description: Built a pipeline with GitHub Actions and Ansible for automated testing and deployment. Outcome: Cut release cycles by 50% and enhanced team productivity. Jan 2020 - Mar 2020 Cloud Migration Project Description: Migrated legacy systems to AWS using Docker and Kubernetes. Outcome: Reduced infrastructure costs by 20% and improved scalability. Sep 2019 - Nov 2019 SKILLS DevOps: Jenkins, Docker, Ansible, Terraform, AWS Frontend: HTML, CSS Backend: Go CERTIFICATIONS AWS Certified SysOps Administrator – Associate Microsoft Certified: Azure Solutions Architect Expert",
            {
                "entities": [
                    [
                        0,
                        14,
                        "NAME"
                    ],
                    [
                        15,
                        30,
                        "DESIG"
                    ],
                    [
                        33,
                        59,
                        "WORKING_COMPANY_EXPERIENCES\t\t"
                    ],
                    [
                        66,
                        71,
                        "LOC"
                    ],
                    [
                        84,
                        117,
                        "EMAIL"
                    ],
                    [
                        120,
                        130,
                        "PHONE"
                    ],
                    [
                        175,
                        198,
                        "GITHUB"
                    ],
                    [
                        400,
                        416,
                        "WORKING_COMPANY_EXPERIENCES\t\t"
                    ],
                    [
                        433,
                        448,
                        "DESIG"
                    ],
                    [
                        567,
                        570,
                        "TECHSTACK_SKILLS\t"
                    ],
                    [
                        575,
                        580,
                        "TECHSTACK_SKILLS\t"
                    ],
                    [
                        598,
                        616,
                        "WORKING_TIME_EXPERIENCES\t"
                    ],
                    [
                        623,
                        635,
                        "WORKING_COMPANY_EXPERIENCES\t\t"
                    ],
                    [
                        642,
                        655,
                        "DESIG"
                    ],
                    [
                        812,
                        831,
                        "GRADUATION_YEAR\t"
                    ],
                    [
                        848,
                        895,
                        "DEG"
                    ],
                    [
                        896,
                        920,
                        "UNI"
                    ],
                    [
                        932,
                        939,
                        "GPA"
                    ],
                    [
                        940,
                        959,
                        "WORKING_TIME_EXPERIENCES\t"
                    ],
                    [
                        960,
                        994,
                        "PROJECT"
                    ],
                    [
                        995,
                        1161,
                        "PROJECT_DESCRIPTION\t"
                    ],
                    [
                        1182,
                        1197,
                        "PROJECT"
                    ],
                    [
                        1198,
                        1349,
                        "PROJECT_DESCRIPTION\t"
                    ],
                    [
                        1385,
                        1392,
                        "TECHSTACK_SKILLS\t"
                    ],
                    [
                        1394,
                        1400,
                        "TECHSTACK_SKILLS\t"
                    ],
                    [
                        1402,
                        1409,
                        "TECHSTACK_SKILLS\t"
                    ],
                    [
                        1411,
                        1420,
                        "TECHSTACK_SKILLS\t"
                    ],
                    [
                        1422,
                        1425,
                        "TECHSTACK_SKILLS\t"
                    ],
                    [
                        1436,
                        1440,
                        "TECHSTACK_SKILLS\t"
                    ],
                    [
                        1442,
                        1445,
                        "TECHSTACK_SKILLS\t"
                    ],
                    [
                        1455,
                        1457,
                        "TECHSTACK_SKILLS\t"
                    ],
                    [
                        1458,
                        1573,
                        "CERTIFICATION"
                    ]
                ]
            }
        ]
    ]
},
{
    "classes": [
        "NAME",
        "EMAIL",
        "GITHUB",
        "LOC",
        "PHONE",
        "UNI",
        "DEG",
        "GPA",
        "GRADUATION_YEAR\t",
        "WORKING_COMPANY_EXPERIENCES\t\t",
        "WORKING_TIME_EXPERIENCES\t",
        "DESIG",
        "TECHSTACK_SKILLS\t",
        "PROJECT",
        "PROJECT_DESCRIPTION\t",
        "CERTIFICATION"
    ],
    "annotations": [
        [
            "Vu Thi Huong Frontend Developer - Alan AI Voice LAB Da Nang Da Nang, Viet Nam - vu.thi.huong.05052004@gmail.com - 0967123456 - linkedin.com/in/vu-thi-huong-45678901 - github.com/vuthihuong I am a Software Engineering graduate with a flair for crafting intuitive user interfaces. I aim to excel as a frontend developer, enhancing digital experiences through innovative design. WORK EXPERIENCE Alan AI Voice LAB Da Nang Frontend Developer Built interactive dashboards with Vue.js and Tailwind CSS, improving data visualization. Optimized frontend performance, reducing load times by 25%. May 2023 - Present Da Nang Alchemy Technologies Hanoi UI/UX Developer Designed responsive layouts with React and Sass, enhancing user engagement. Collaborated with backend teams to integrate APIs seamlessly. Jan 2019 - Apr 2023 Hanoi EDUCATION Bachelor of Software Engineering University of Languages and International Studies Hanoi GPA: 3.4/4.0 Sep 2019 - Jun 2023 PROJECTS Voice Assistant Interface Description: Developed a UI with Angular for a voice-activated assistant. Outcome: Improved user interaction by 35% with a sleek, responsive design. Jun 2022 - Aug 2022 Dashboard for Data Analytics Description: Created a dashboard with React and Redux for real-time analytics. Outcome: Enhanced decision-making speed by 20% for business users. Mar 2022 - May 2022 SKILLS Frontend: HTML, CSS, JavaScript, Vue, Angular, Sass DevOps: GitHub Actions Backend: Flask CERTIFICATIONS Microsoft Certified: Azure Fundamentals Google Cloud Certified – Associate Cloud Engineer",
            {
                "entities": [
                    [
                        0,
                        12,
                        "NAME"
                    ],
                    [
                        13,
                        31,
                        "DESIG"
                    ],
                    [
                        34,
                        51,
                        "WORKING_COMPANY_EXPERIENCES\t\t"
                    ],
                    [
                        60,
                        67,
                        "LOC"
                    ],
                    [
                        80,
                        111,
                        "EMAIL"
                    ],
                    [
                        114,
                        124,
                        "PHONE"
                    ],
                    [
                        167,
                        188,
                        "GITHUB"
                    ],
                    [
                        376,
                        409,
                        "WORKING_COMPANY_EXPERIENCES\t\t"
                    ],
                    [
                        418,
                        436,
                        "DESIG"
                    ],
                    [
                        471,
                        477,
                        "TECHSTACK_SKILLS\t"
                    ],
                    [
                        482,
                        494,
                        "TECHSTACK_SKILLS\t"
                    ],
                    [
                        586,
                        604,
                        "WORKING_TIME_EXPERIENCES\t"
                    ],
                    [
                        613,
                        639,
                        "WORKING_COMPANY_EXPERIENCES\t\t"
                    ],
                    [
                        640,
                        655,
                        "DESIG"
                    ],
                    [
                        689,
                        694,
                        "TECHSTACK_SKILLS\t"
                    ],
                    [
                        699,
                        703,
                        "TECHSTACK_SKILLS\t"
                    ],
                    [
                        794,
                        813,
                        "GRADUATION_YEAR\t"
                    ],
                    [
                        830,
                        862,
                        "DEG"
                    ],
                    [
                        863,
                        912,
                        "UNI"
                    ],
                    [
                        924,
                        931,
                        "GPA"
                    ],
                    [
                        952,
                        986,
                        "PROJECT"
                    ],
                    [
                        987,
                        1135,
                        "PROJECT_DESCRIPTION\t"
                    ],
                    [
                        1156,
                        1184,
                        "PROJECT"
                    ],
                    [
                        1185,
                        1330,
                        "PROJECT_DESCRIPTION\t"
                    ],
                    [
                        1368,
                        1372,
                        "TECHSTACK_SKILLS\t"
                    ],
                    [
                        1374,
                        1377,
                        "TECHSTACK_SKILLS\t"
                    ],
                    [
                        1379,
                        1389,
                        "TECHSTACK_SKILLS\t"
                    ],
                    [
                        1391,
                        1394,
                        "TECHSTACK_SKILLS\t"
                    ],
                    [
                        1396,
                        1403,
                        "TECHSTACK_SKILLS\t"
                    ],
                    [
                        1405,
                        1409,
                        "TECHSTACK_SKILLS\t"
                    ],
                    [
                        1418,
                        1432,
                        "TECHSTACK_SKILLS\t"
                    ],
                    [
                        1442,
                        1447,
                        "TECHSTACK_SKILLS\t"
                    ],
                    [
                        1448,
                        1552,
                        "CERTIFICATION"
                    ]
                ]
            }
        ]
    ]
}