{"classes":["NAME","EMAIL","GITHUB","LOC","PHONE","UNI","DEG","GPA","GRADUATION_YEAR\t","WORKING_COMPANY_EXPERIENCES\t\t","WORKING_TIME_EXPERIENCES\t","DESIG","TECHSTACK_SKILLS\t","PROJECT","PROJECT_DESCRIPTION\t","CERTIFICATION"],"annotations":[["Dinh Van Khanh Software Engineer - Airquay Vina Hanoi Hanoi, Viet Nam - dinh.van.khanh.10102009@gmail.com - 0912123456 - linkedin.com/in/dinh-van-khanh-90123456 - github.com/dinhvankhanh As a Computer Science graduate, I am dedicated to developing reliable software solutions with a focus on testing and quality assurance. I aim to become a software architect delivering cutting-edge applications. WORK EXPERIENCE Airquay Vina Hanoi Software Engineer Built a customer portal with Java and Spring Boot, enhancing user access to services. Automated testing with Selenium, improving code quality by 20%. Jun 2023 - Present Hanoi Alan AI Voice LAB Hanoi Intern Developed a voice recognition module with Python and Flask during internship. Assisted in deploying updates via GitHub Actions, reducing release time by 10%. Jan 2019 - May 2023 Hanoi EDUCATION Bachelor of Science in Computer Science (BSCS) School of Management and Business Hanoi GPA: 3.0/4.0 Sep 2019 - Jun 2023 PROJECTS Voice Recognition System Description: Created a system with Python to process voice commands. Outcome: Achieved 90% accuracy in command recognition for smart devices. Mar 2022 - May 2022 Automated Testing Framework Description: Built a framework with JUnit and pytest for software validation. Outcome: Reduced bug detection time by 25% in development cycles. Sep 2021 - Nov 2021 SKILLS Backend: Java, Python, Spring Boot, Flask DevOps: GitHub Actions, Jenkins CERTIFICATIONS Microsoft Certified: Azure Fundamentals Google Cloud Certified – Associate Cloud Engineer",{"entities":[[0,14,"NAME"],[15,32,"DESIG"],[35,47,"WORKING_COMPANY_EXPERIENCES\t\t"],[54,59,"LOC"],[72,105,"EMAIL"],[108,118,"PHONE"],[163,186,"GITHUB"],[414,426,"WORKING_COMPANY_EXPERIENCES\t\t"],[433,450,"DESIG"],[601,619,"WORKING_TIME_EXPERIENCES\t"],[631,643,"WORKING_COMPANY_EXPERIENCES\t\t"],[650,666,"DESIG"],[815,834,"GRADUATION_YEAR\t"],[841,897,"DEG"],[898,931,"UNI"],[943,950,"GPA"],[971,1004,"PROJECT"],[1005,1146,"PROJECT_DESCRIPTION\t"],[1167,1194,"PROJECT"],[1195,1338,"PROJECT_DESCRIPTION\t"],[1375,1379,"TECHSTACK_SKILLS\t"],[1381,1387,"TECHSTACK_SKILLS\t"],[1389,1400,"TECHSTACK_SKILLS\t"],[1402,1407,"TECHSTACK_SKILLS\t"],[1416,1430,"TECHSTACK_SKILLS\t"],[1432,1439,"TECHSTACK_SKILLS\t"],[1440,1544,"CERTIFICATION"]]}]]}