{"classes":["NAME","EMAIL","GITHUB","LOC","PHONE","UNI","DEG","GPA","GRADUATION_YEAR\t","WORKING_COMPANY_EXPERIENCES\t\t","WORKING_TIME_EXPERIENCES\t","DESIG","TECHSTACK_SKILLS\t","PROJECT","PROJECT_DESCRIPTION\t","CERTIFICATION"],"annotations":[["\"Nguyen Van Anh Fullstack Developer - Accenture Ha Noi Ha Noi, Viet Nam - nguyenvananh15@gmail.com - 0123456789 - github.com/nguyenvananh I am a Bachelor of Science in Computer Science (BSCS) graduate with experience in frontend and backend development. I aim to create efficient and user-friendly web applications. WORK EXPERIENCE Backend Developer Rikkeisoft Developed RESTful APIs using Spring Boot and integrated with PostgreSQL database. Improved system performance by 25%. Jan 2019 - Dec 2020 Fullstack Developer Accenture Built full-stack applications using React and Node.js, enhancing user engagement. Reduced load times by 30%. Jan 2021 - Present EDUCATION Bachelor of Science in Computer Science (BSCS) University of Engineering and Technology Hanoi GPA: 3.5 Sep 2015 - Sep 2019 PROJECTS E-commerce Website Description: Developed an online shopping platform with user authentication and payment integration. The project increased sales by 30% for the client. Jun 2020 - Aug 2020 Data Analysis Tool Description: Created a tool for analyzing large datasets using Python and Pandas. The tool reduced data processing time by 50%. Feb 2021 - Apr 2021 SKILLS HTML, CSS, JavaScript, React, Spring (Java), Docker CERTIFICATIONS AWS Certified Developer – Associate Jan 2020 Certified Kubernetes Administrator (CKA) Feb 2021\"",{"entities":[[1,15,"NAME"],[16,35,"DESIG"],[38,47,"WORKING_COMPANY_EXPERIENCES\t\t"],[55,61,"LOC"],[74,98,"EMAIL"],[101,111,"PHONE"],[114,137,"GITHUB"],[145,191,"DEG"],[332,349,"DESIG"],[350,360,"WORKING_COMPANY_EXPERIENCES\t\t"],[371,383,"TECHSTACK_SKILLS\t"],[390,401,"TECHSTACK_SKILLS\t"],[422,432,"TECHSTACK_SKILLS\t"],[479,498,"WORKING_TIME_EXPERIENCES\t"],[499,518,"DESIG"],[519,528,"WORKING_COMPANY_EXPERIENCES\t\t"],[565,570,"TECHSTACK_SKILLS\t"],[575,582,"TECHSTACK_SKILLS\t"],[638,656,"GRADUATION_YEAR\t"],[657,713,"DEG"],[714,754,"UNI"],[766,769,"GPA"],[790,817,"PROJECT"],[818,969,"PROJECT_DESCRIPTION\t"],[990,1008,"PROJECT"],[1009,1135,"PROJECT_DESCRIPTION\t"],[1164,1168,"TECHSTACK_SKILLS\t"],[1170,1173,"TECHSTACK_SKILLS\t"],[1175,1185,"TECHSTACK_SKILLS\t"],[1187,1192,"TECHSTACK_SKILLS\t"],[1194,1207,"TECHSTACK_SKILLS\t"],[1216,1326,"CERTIFICATION"]]}]]}