{"classes":["NAME","EMAIL","GITHUB","LOC","PHONE","UNI","DEG","GPA","GRADUATION_YEAR\t","WORKING_COMPANY_EXPERIENCES\t\t","WORKING_TIME_EXPERIENCES\t","DESIG","TECHSTACK_SKILLS\t","PROJECT","PROJECT_DESCRIPTION\t","CERTIFICATION","WORKING_DESCRIPTION"],"annotations":[["Tran Thi Kim Cloud Engineer - Ameno Technologies Ha Noi, Viet Nam - tranthikim92@gmail.com - 0987654321 - github.com/tranthikim I am a Computer Science student with experience in UI/UX design and cloud engineering, passionate about creating user-friendly interfaces and efficient cloud solutions. I aim to become a skilled software engineer who can contribute to innovative projects. WORK EXPERIENCE Alpaca Vietnam UI/UX Designer Mar 2024 - Jun 2024 Ha Noi Designed user interfaces for a web application using Figma, conducted user research to gather feedback, and collaborated with developers to implement the designs. Improved the user experience by reducing navigation complexity and enhancing visual appeal. Ameno Technologies Cloud Engineer Sep 2024 - Dec 2024 Ha Noi Assisted in deploying applications to AWS, managed cloud resources using Terraform, and automated infrastructure provisioning with Ansible. Contributed to optimizing cloud costs and improving system reliability. EDUCATION Bachelor of Science in Computer Science (BSCS) Hanoi University of Science and Technology GPA: 3.8/4.0 Sep 2021 - Sep 2025 PROJECTS E-commerce Website Description: Built a full-stack e-commerce website using React and Node.js, with features like product listing, shopping cart, user authentication, and payment integration. The project improved my skills in frontend and backend development and database management. Machine Learning Model for Image Classification Description: Developed a convolutional neural network using TensorFlow to classify images into different categories. Achieved an accuracy of 95% on the test dataset and gained experience in data preprocessing, model training, and evaluation. SKILLS Database: MySQL, MongoDB Cloud Services: AWS, GCP Mobile Development: React Native Programming Languages: Java, Python, JavaScript Frameworks: Spring Boot, Express.js, Flask Tools: Git, Docker, Jenkins CERTIFICATIONS Certified Kubernetes Application Developer (CKAD) by The Linux Foundation Jan 2024 Project Management Professional (PMP) by Project Management Institute May 2023 Oracle Certified Java Programmer by Oracle Aug 2022",{"entities":[[0,12,"NAME"],[13,27,"DESIG"],[30,48,"WORKING_COMPANY_EXPERIENCES\t\t"],[49,55,"LOC"],[68,90,"EMAIL"],[93,103,"PHONE"],[106,127,"GITHUB"],[400,406,"WORKING_COMPANY_EXPERIENCES\t\t"],[430,449,"WORKING_TIME_EXPERIENCES\t"],[457,711,"WORKING_DESCRIPTION"],[712,730,"WORKING_COMPANY_EXPERIENCES\t\t"],[731,745,"DESIG"],[773,984,"WORKING_DESCRIPTION"],[985,1041,"DEG"],[1048,1084,"UNI"],[1090,1097,"GPA"],[1118,1145,"PROJECT"],[1146,1410,"PROJECT_DESCRIPTION\t"],[1411,1443,"PROJECT"],[1444,1700,"PROJECT_DESCRIPTION\t"],[1718,1723,"TECHSTACK_SKILLS\t"],[1725,1732,"TECHSTACK_SKILLS\t"],[1733,1747,"TECHSTACK_SKILLS\t"],[1749,1752,"TECHSTACK_SKILLS\t"],[1754,1757,"TECHSTACK_SKILLS\t"],[1778,1790,"TECHSTACK_SKILLS\t"],[1814,1818,"TECHSTACK_SKILLS\t"],[1820,1826,"TECHSTACK_SKILLS\t"],[1828,1838,"TECHSTACK_SKILLS\t"],[1851,1862,"TECHSTACK_SKILLS\t"],[1864,1874,"TECHSTACK_SKILLS\t"],[1876,1881,"TECHSTACK_SKILLS\t"],[1889,1892,"TECHSTACK_SKILLS\t"],[1894,1900,"TECHSTACK_SKILLS\t"],[1902,1909,"TECHSTACK_SKILLS\t"],[1910,1998,"CERTIFICATION"],[2008,2077,"CERTIFICATION"],[2087,2129,"CERTIFICATION"]]}]]}