{"classes":["NAME","EMAIL","GITHUB","LOC","PHONE","UNI","DEG","GPA","GRADUATION_YEAR\t","WORKING_COMPANY_EXPERIENCES\t\t","WORKING_TIME_EXPERIENCES\t","DESIG","TECHSTACK_SKILLS\t","PROJECT","PROJECT_DESCRIPTION\t","CERTIFICATION","WORKING_DESCRIPTION"],"annotations":[["Nguyen Van Anh Data Analyst - FPT Software Da Nang, Viet Nam - nguyenanh0503@gmail.com - 0912345678 - github.com/nguyenanh I am a data enthusiast with a strong foundation in statistical analysis and machine learning, aiming to solve real-world problems through data-driven insights. WORK EXPERIENCE VNG Corporation Data Analyst Intern Feb 2024 - May 2024 Da Nang Processed and analyzed customer data using Python and SQL, created visualizations with Tableau, and supported strategic decision-making. Improved data processing efficiency by 20%. FPT Software Data Analyst Sep 2024 - Dec 2024 Da Nang Built predictive models for sales forecasting, optimized ETL processes, and collaborated with teams to deliver actionable insights. EDUCATION Bachelor of Data Science University of Da Nang GPA: 3.7/4.0 Sep 2020 - Sep 2024 PROJECTS Sales Prediction Model Description: Developed a time-series forecasting model using Python and ARIMA to predict monthly sales, achieving a 90% accuracy rate. Customer Segmentation Tool Description: Created a clustering tool with K-means to segment customers based on purchasing behavior, enhancing marketing strategies. SKILLS Database: PostgreSQL, SQLite Cloud Services: Azure Programming Languages: Python, R Data Tools: Pandas, Tableau, Power BI CERTIFICATIONS Google Data Analytics Professional Certificate by Google Mar 2024 Microsoft Certified: Azure Data Fundamentals by Microsoft Aug 2023",{"entities":[[0,14,"NAME"],[15,27,"DESIG"],[30,42,"WORKING_COMPANY_EXPERIENCES\t\t"],[43,50,"LOC"],[63,86,"EMAIL"],[89,99,"PHONE"],[102,122,"GITHUB"],[299,314,"WORKING_COMPANY_EXPERIENCES\t\t"],[315,327,"DESIG"],[335,354,"WORKING_TIME_EXPERIENCES\t"],[363,542,"WORKING_DESCRIPTION"],[544,556,"WORKING_COMPANY_EXPERIENCES\t\t"],[598,729,"WORKING_DESCRIPTION"],[730,764,"DEG"],[765,786,"UNI"],[792,799,"GPA"],[820,851,"PROJECT"],[852,986,"PROJECT_DESCRIPTION\t"],[987,1013,"PROJECT"],[1014,1148,"PROJECT_DESCRIPTION\t"],[1166,1176,"TECHSTACK_SKILLS\t"],[1178,1199,"TECHSTACK_SKILLS\t"],[1230,1236,"TECHSTACK_SKILLS\t"],[1238,1239,"TECHSTACK_SKILLS\t"],[1252,1258,"TECHSTACK_SKILLS\t"],[1260,1267,"TECHSTACK_SKILLS\t"],[1269,1277,"TECHSTACK_SKILLS\t"],[1278,1339,"CERTIFICATION"],[1359,1416,"CERTIFICATION"]]}]]}