{"classes":["NAME","EMAIL","GITHUB","LOC","PHONE","UNI","DEG","GPA","GRADUATION_YEAR","WORKING_COMPANY_EXPERIENCES","WORKING_TIME_EXPERIENCES","DESIG","TECHSTACK_SKILLS","PROJECT","PROJECT_DESCRIPTION","CERTIFICATION","WORKING_DESCRIPTION"],"annotations":[["Tran Thi Bich Cloud Engineer - Ameno Technologies Da Nang Da Nang, Viet Nam - bichtran2207@gmail.com - 0876543210 - linkedin.com/in/tran-thi-bich-9876b5432 - github.com/bichtran2207 I specialize in cloud infrastructure and CI/CD pipelines, with a goal to optimize scalable systems. WORK EXPERIENCE Ameno Technologies Cloud Engineer Deployed microservices on AWS using Docker and Kubernetes, reducing deployment time by 30%. Feb 2023 - May 2025 Da Nang ANDPAD VietNam Co., Ltd Infrastructure Engineer Intern Configured Jenkins pipelines for automated testing and deployment, improving release cycles by 25%. Jun 2022 - Jan 2023 Da Nang EDUCATION Bachelor of Cybersecurity University of Transport and Communications Hanoi GPA: 3.20/4.0 Sep 2018 - Sep 2022 PROJECTS Cloud-Based Inventory System Description: Built a scalable inventory management system using AWS Lambda and DynamoDB. Outcome: Reduced operational costs by 20% for a retail client. Oct 2022 - Dec 2022 CI/CD Pipeline Automation Description: Automated deployment pipelines using Jenkins and GitHub Actions. Outcome: Decreased deployment errors by 40%. Apr 2022 - Jun 2022 SKILLS Database: PostgreSQL, Redis Cloud Services: AWS, Microsoft Azure Mobile Development: React Native CERTIFICATIONS Red Hat Certified Engineer (RHCE) by Red Hat AWS Cloud Practitioner Essentials by AWS Mar 2025 Jan 2023",{"entities":[[0,13,"NAME"],[14,28,"DESIG"],[31,49,"WORKING_COMPANY_EXPERIENCES"],[58,65,"LOC"],[78,100,"EMAIL"],[103,113,"PHONE"],[158,181,"GITHUB"],[184,281,"WORKING_DESCRIPTION"],[298,316,"WORKING_COMPANY_EXPERIENCES"],[317,331,"DESIG"],[332,422,"WORKING_DESCRIPTION"],[424,443,"WORKING_TIME_EXPERIENCES"],[452,458,"WORKING_COMPANY_EXPERIENCES"],[476,506,"DESIG"],[507,605,"WORKING_DESCRIPTION"],[607,626,"GRADUATION_YEAR"],[645,670,"DEG"],[671,713,"UNI"],[725,733,"GPA"],[754,791,"PROJECT"],[792,943,"PROJECT_DESCRIPTION"],[970,989,"PROJECT"],[990,1111,"PROJECT_DESCRIPTION"],[1150,1160,"TECHSTACK_SKILLS"],[1162,1167,"TECHSTACK_SKILLS"],[1184,1187,"TECHSTACK_SKILLS"],[1189,1204,"TECHSTACK_SKILLS"],[1225,1237,"TECHSTACK_SKILLS"],[1238,1301,"CERTIFICATION"],[1302,1338,"CERTIFICATION"]]}]]}