{"classes":["NAME","EMAIL","GITHUB","LOC","PHONE","UNI","DEG","GPA","GRADUATION_YEAR\t","WORKING_COMPANY_EXPERIENCES\t\t","WORKING_TIME_EXPERIENCES\t","DESIG","TECHSTACK_SKILLS\t","PROJECT","PROJECT_DESCRIPTION\t","CERTIFICATION"],"annotations":[["Vu Thi Huong Frontend Developer - Alan AI Voice LAB Da Nang Da Nang, Viet Nam - vu.thi.huong.05052004@gmail.com - 0967123456 - linkedin.com/in/vu-thi-huong-45678901 - github.com/vuthihuong I am a Software Engineering graduate with a flair for crafting intuitive user interfaces. I aim to excel as a frontend developer, enhancing digital experiences through innovative design. WORK EXPERIENCE Alan AI Voice LAB Da Nang Frontend Developer Built interactive dashboards with Vue.js and Tailwind CSS, improving data visualization. Optimized frontend performance, reducing load times by 25%. May 2023 - Present Da Nang Alchemy Technologies Hanoi UI/UX Developer Designed responsive layouts with React and Sass, enhancing user engagement. Collaborated with backend teams to integrate APIs seamlessly. Jan 2019 - Apr 2023 Hanoi EDUCATION Bachelor of Software Engineering University of Languages and International Studies Hanoi GPA: 3.4/4.0 Sep 2019 - Jun 2023 PROJECTS Voice Assistant Interface Description: Developed a UI with Angular for a voice-activated assistant. Outcome: Improved user interaction by 35% with a sleek, responsive design. Jun 2022 - Aug 2022 Dashboard for Data Analytics Description: Created a dashboard with React and Redux for real-time analytics. Outcome: Enhanced decision-making speed by 20% for business users. Mar 2022 - May 2022 SKILLS Frontend: HTML, CSS, JavaScript, Vue, Angular, Sass DevOps: GitHub Actions Backend: Flask CERTIFICATIONS Microsoft Certified: Azure Fundamentals Google Cloud Certified – Associate Cloud Engineer",{"entities":[[0,12,"NAME"],[13,31,"DESIG"],[34,51,"WORKING_COMPANY_EXPERIENCES\t\t"],[60,67,"LOC"],[80,111,"EMAIL"],[114,124,"PHONE"],[167,188,"GITHUB"],[376,409,"WORKING_COMPANY_EXPERIENCES\t\t"],[418,436,"DESIG"],[471,477,"TECHSTACK_SKILLS\t"],[482,494,"TECHSTACK_SKILLS\t"],[586,604,"WORKING_TIME_EXPERIENCES\t"],[613,639,"WORKING_COMPANY_EXPERIENCES\t\t"],[640,655,"DESIG"],[689,694,"TECHSTACK_SKILLS\t"],[699,703,"TECHSTACK_SKILLS\t"],[794,813,"GRADUATION_YEAR\t"],[830,862,"DEG"],[863,912,"UNI"],[924,931,"GPA"],[952,986,"PROJECT"],[987,1135,"PROJECT_DESCRIPTION\t"],[1156,1184,"PROJECT"],[1185,1330,"PROJECT_DESCRIPTION\t"],[1368,1372,"TECHSTACK_SKILLS\t"],[1374,1377,"TECHSTACK_SKILLS\t"],[1379,1389,"TECHSTACK_SKILLS\t"],[1391,1394,"TECHSTACK_SKILLS\t"],[1396,1403,"TECHSTACK_SKILLS\t"],[1405,1409,"TECHSTACK_SKILLS\t"],[1418,1432,"TECHSTACK_SKILLS\t"],[1442,1447,"TECHSTACK_SKILLS\t"],[1448,1552,"CERTIFICATION"]]}]]}