{"classes":["NAME","EMAIL","GITHUB","LOC","PHONE","UNI","DEG","GPA","GRADUATION_YEAR\t","WORKING_COMPANY_EXPERIENCES\t\t","WORKING_TIME_EXPERIENCES\t","DESIG","TECHSTACK_SKILLS\t","PROJECT","PROJECT_DESCRIPTION\t","CERTIFICATION"],"annotations":[["Hoang Van Nam Mobile Developer - Aletech Technology Solutions Company Ho Chi Minh Ho Chi Minh, Viet Nam - hoang.van.nam.06062005@gmail.com - 0956123456 - linkedin.com/in/hoang-van-nam-56789012 - github.com/hoangvannam As a Data Science graduate, I specialize in mobile app development with a focus on user experience. My goal is to create impactful mobile solutions as a lead developer. WORK EXPERIENCE Aletech Technology Solutions Company Ho Chi Minh Mobile Developer Developed a fitness app with Kotlin and React Native, integrating wearable device APIs. Improved app performance by 30% through code optimization. Mar 2022 - Present Ho Chi Minh Rikkeisoft Hanoi Senior Mobile Developer Built an e-learning app with Swift, featuring offline content access. Enhanced user retention by 25% with intuitive navigation. Jan 2020 - Feb 2024 Hanoi EDUCATION Bachelor of Data Science International School Hanoi GPA: 3.7/4.0 Sep 2017 - Jun 2021 PROJECTS Fitness Tracking App Description: Created an app with Java and Kotlin to track workouts and health metrics. Outcome: Increased user adherence by 40% with personalized features. Jun 2021 - Aug 2021 E-learning Platform Description: Built a mobile app with Flutter for online courses and quizzes. Outcome: Boosted student engagement by 30% with interactive content. Mar 2020 - May 2020 SKILLS Mobile: Java, Kotlin, Swift, React Native, Flutter Backend: Node.js CERTIFICATIONS AWS Certified Developer – Associate Microsoft Certified: Azure Developer Associate",{"entities":[[0,13,"NAME"],[14,30,"DESIG"],[33,61,"WORKING_COMPANY_EXPERIENCES\t\t"],[82,93,"LOC"],[106,138,"EMAIL"],[195,217,"GITHUB"],[223,235,"DESIG"],[403,431,"WORKING_COMPANY_EXPERIENCES\t\t"],[452,468,"DESIG"],[616,634,"WORKING_TIME_EXPERIENCES\t"],[647,657,"CERTIFICATION"],[816,835,"GRADUATION_YEAR\t"],[842,876,"DEG"],[877,897,"UNI"],[909,916,"GPA"],[937,966,"PROJECT"],[967,1122,"PROJECT_DESCRIPTION\t"],[1143,1162,"PROJECT"],[1163,1239,"PROJECT_DESCRIPTION\t"],[1344,1348,"TECHSTACK_SKILLS\t"],[1350,1356,"TECHSTACK_SKILLS\t"],[1358,1363,"TECHSTACK_SKILLS\t"],[1365,1377,"TECHSTACK_SKILLS\t"],[1379,1386,"TECHSTACK_SKILLS\t"],[1396,1403,"TECHSTACK_SKILLS\t"],[1404,1501,"CERTIFICATION"]]}]]}