{"classes":["NAME","EMAIL","GITHUB","LOC","PHONE","UNI","DEG","GPA","GRADUATION_YEAR\t","WORKING_COMPANY_EXPERIENCES\t\t","WORKING_TIME_EXPERIENCES\t","DESIG","TECHSTACK_SKILLS\t","PROJECT","PROJECT_DESCRIPTION\t","CERTIFICATION"],"annotations":[["Do Thi Lan Database Admin - NAL Hanoi Hanoi, Viet Nam - do.thi.lan.07072006@gmail.com - 0945123456 - linkedin.com/in/do-thi-lan-67890123 - github.com/dothilan I am an Information Technology Master’s graduate with expertise in database management and optimization. My ambition is to ensure data integrity and performance as a senior database administrator. WORK EXPERIENCE NAL Hanoi Database Admin Designed and maintained MySQL databases for enterprise applications, improving query efficiency by 20%. Implemented ETL processes for data warehousing. Feb 2021 - Present Hanoi Accenture Hanoi Senior Database Admin Optimized Oracle databases for a financial platform, reducing downtime by 15%. Led data migration projects with zero data loss. Jan 2019 - Jan 2021 Hanoi EDUCATION Master of Information Technology (MIT) University of Economics Hanoi GPA: 3.9/4.0 Sep 2016 - Jun 2020 PROJECTS Database Optimization for ERP System Description: Tuned PostgreSQL databases to support ERP functionalities. Outcome: Enhanced system response time by 25% for end-users. Jun 2020 - Aug 2020 Data Warehousing Solution Description: Built a warehouse with MongoDB for business analytics. Outcome: Improved reporting speed by 30% for decision-makers. Mar 2019 - May 2019 SKILLS Database: MySQL, Oracle, PostgreSQL, MongoDB DevOps: Docker Backend: Django CERTIFICATIONS Google Cloud Certified – Professional Data Engineer Microsoft Certified: Azure Fundamentals",{"entities":[[0,10,"NAME"],[11,25,"DESIG"],[28,31,"WORKING_COMPANY_EXPERIENCES\t\t"],[38,43,"LOC"],[56,85,"EMAIL"],[88,98,"PHONE"],[139,158,"GITHUB"],[372,375,"WORKING_COMPANY_EXPERIENCES\t\t"],[382,396,"DESIG"],[549,567,"WORKING_TIME_EXPERIENCES\t"],[574,583,"WORKING_COMPANY_EXPERIENCES\t\t"],[590,611,"DESIG"],[740,759,"GRADUATION_YEAR\t"],[766,814,"DEG"],[815,838,"UNI"],[850,857,"GPA"],[878,923,"PROJECT"],[924,1056,"PROJECT_DESCRIPTION\t"],[1077,1102,"PROJECT"],[1103,1232,"PROJECT_DESCRIPTION\t"],[1270,1275,"TECHSTACK_SKILLS\t"],[1277,1283,"TECHSTACK_SKILLS\t"],[1285,1295,"TECHSTACK_SKILLS\t"],[1297,1304,"TECHSTACK_SKILLS\t"],[1313,1319,"TECHSTACK_SKILLS\t"],[1329,1335,"TECHSTACK_SKILLS\t"],[1336,1442,"CERTIFICATION"]]}]]}